verification/runs/T-family/T1_runs/L_Ts_U_m/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0.074999999999999997 0 0);
boundaryField
{
    inlet   { type fixedValue; value nonuniform List<vector>
32
(
(0.1499105178961545 0 0)
(0.1496212130900636 0 0)
(0.14903566016253561 0 0)
(0.14815697652046064 0 0)
(0.14698532485679094 0 0)
(0.14552073587976688 0 0)
(0.14376321873241227 0 0)
(0.14171277691076264 0 0)
...
)
; }
    outlet         { type zeroGradient; }
    wall_adiabatic { type noSlip; }
    wall_hot       { type noSlip; }
    front   { type wedge; }
    back    { type wedge; }
}
