verification/runs/T-family/T1_runs/L_Ts_U_m/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300;
boundaryField
{
    inlet          { type fixedValue; value uniform 300; }
    outlet         { type zeroGradient; }
    wall_adiabatic { type zeroGradient; }
    wall_hot       { type fixedValue; value uniform 310; }
    front   { type wedge; }
    back    { type wedge; }
}
